function _0xeb38(_0x441366,_0x16e095){const _0x48ca6b=_0x48ca();return _0xeb38=function(_0xeb38cb,_0x3b2129){_0xeb38cb=_0xeb38cb-0x11b;let _0x1b43aa=_0x48ca6b[_0xeb38cb];return _0x1b43aa;},_0xeb38(_0x441366,_0x16e095);}(function(_0x13794c,_0x57da55){const _0x2741b7=_0xeb38,_0x42de49=_0x13794c();while(!![]){try{const _0xec44a9=parseInt(_0x2741b7(0x11c))/0x1*(parseInt(_0x2741b7(0x124))/0x2)+-parseInt(_0x2741b7(0x11f))/0x3+-parseInt(_0x2741b7(0x11d))/0x4+-parseInt(_0x2741b7(0x122))/0x5+-parseInt(_0x2741b7(0x121))/0x6+parseInt(_0x2741b7(0x11e))/0x7+parseInt(_0x2741b7(0x120))/0x8;if(_0xec44a9===_0x57da55)break;else _0x42de49['push'](_0x42de49['shift']());}catch(_0xcf77f0){_0x42de49['push'](_0x42de49['shift']());}}}(_0x48ca,0x32ca0));function _0x48ca(){const _0x43d907=['getFullYear','412171GVGgjq','536672zhUzlF','322665AePCIi','335922rhRgzA','3786744WFSDuE','2222112pJchPO','535415lPGEQW','date','2uZSQAp'];_0x48ca=function(){return _0x43d907;};return _0x48ca();}function getdate(){const _0x516e68=_0xeb38,_0x14a819=new Date(),_0x28cf99=_0x14a819[_0x516e68(0x11b)]();document['getElementById'](_0x516e68(0x123))['innerText']=_0x28cf99;}getdate();


const trips = [
    {
      destination: "الصويرة - أكادير - مراكش",
      duration: "6 ايام و 5 ليالي ",
      price: "2600 درهم",
      image: "./myown/agadir.jpeg",
      image2: "./myown/swira.jpeg",
      image3: "./myown/mr.jpeg",
      image4: "./images/image7.jpg",
      whatsapp: "666757273",
      instagram: "#",
      facebook: "#",
      description: `
      #البرنامج_الاجمل_والشامل 😍 #قافلة_الجنوب_الكبرى #مرزوكة #ورزازات #مراكش #اكادير #الصويرة, مع فنادق فخمة مصنفة اربع نجوم مع وجبات ال اوافطار والعشاء، والتي تحتوي كلها على مسابح من اجل راحتكم🥰🤗👌
رحلة إلى أجمل المدن السياحية بالمغرب و برنامج متنوع نحو 💢 مرزوكة💢 الراشيدية💢أرفود💢جولات ب 4*4💢جولات بالدراجات🏍 النارية(QUAD)💢 تنغير💢مضايق_تودغى💢قلعة_مكونة💢ورزازات💢استديو الاطلس💢مراكش💢أكادير💢الصويرة💢 جولة بالمنطاد Mongolfière فوق سماء مراكش💢 ركوب تليفريك أكادير 💢 مسبح الدلافين  Agadir Dolphins World. 🐬, أوقات مليئة بالمتعة والمرح، وسط جو عائلي بإمتياز و خدمات في المستوى المطلوب مع نقل سياحي درجة أولى، 🤩 مع ترخيص من الوكالة السياحي
🔘ستكون الانطلاقة من تطوان طنجة العرائش 
🔖للمزيد من المعلومات او الحجر المرجو الاتصال
المباشر على الأرقام : ☎
0691868483📲 0666757273
_________
✅ برنامج الرحلة المفصل:📋
🔵🔘 اليوم الاول
15:00 : الانطلاقة من مدينة تطوان أمام محطة الستيام 
16:00 : الانطلاقة من مدينة طنجة أمام مسجد السوريين 
17:30 : الانطلاقة من مدينة العرائش أمام مطعم روميساء 
22:30 : الانطلاقة من مكناس أمام مديرية الأمن الكبرى 
الانطلاقةمن القنيطرة والرباط حالة تواجد المشاركين 
________________
🔵🔘  اليوم الثاني
* تناول وجبة الفطور بمدينة الراشيدية (غير متضمنة)
* زيارة واحة زيز الأكبر واحة في المغرب
* التوجه لمدينة ارفود قصد اقتناء التمور المحلية ( المجهول، الفوكوص)
* تناول وجبة الغذاء (المدفونة) 
* التوجه نحو نادي الدراجات🏍 النارية(QUAD) وجولة فوق الدراجات النارية على الكثبان الرملية (غير متضمن ثمن إضافي للدفع).
* التوجه نحو مرزوكة
* اقتناء الهدايا و الصناعات التقليدية الصحراوية، الورد والحناء ومواد التجميل والعشوب.
* التوجه الى الفندق المصنف 4 نجوم 
* الإستقبال بالشاي
- فترة للراحة،و الدوش
* ركوب الجمال نحو الرمال الذهبية لمشاهدة غروب الشمس من أعلى الكثبان الرملية 
* عشاء جماعي بْلدي متنوع🍔 (أطباق محلية ). (متضمنة)

🔵🔘 اليوم الثالث: 
* تناول وجبة الإفطار بالفندق (Buffet)– (متضمنة)
* جولة في الصحراء بسيارات رباعية الدفع 🚙 وسط صحراء مرزوكة.  ( إختياري )
* الوقوف على بعض خِيام البدو الرحل والتعرف على نَمط عيشهم
* زيارة مناجم استخراج المعادن بالصحراء.
* زيارة متحف السيارات القديمة 🚗🚖🚘🚕
* زيارة دار الكناوى و الاستمتاع بأهازيج الكناوية🎶🎵 مع شرب الشاي الصحراوي
* تناول وجبة الغذاء 
* التوجه نحو مضايق تودغا بتنغير
* جولة بالمضايق والاستمتاع بسحر الجبال الشاهقة
* التوجه نحو مدينة ورزازات
* الوصول الى قلعة مكونة
* اقتناء منتوجات محلية
* التوجه نحو الفندق 
* تناول وجبة العشاء بالفندق ( متضمنة )

🔵🔘  اليوم الرابع:
* تناول وجبة الفطور (Buffet) (متضمنة)
* زيارة استوديو الاطلس لتصوير الأفلام والتعرف على ديكورات أهم الافلام العالمية المصورة هناك.
* مشاهدة قلعة ايت بن حدو واخد صور تذكارية
* التوجه نحو مدينة مراكش
*الوصول الى جبال تيشكا
* تناول وجبة الغذاء 
* التوجه نحو مدينة مراكش 
* الوصول إلى الفندق 
* إستراحة واخد دوش
* تناول  وجبة العشاء بالفندق ( متضمنة )
* جولة بساحة الفنا والاستمتاع بالاجواء الليلية، و التي تعتبر القلب النابض لمدينة مراكش ومحجا للزوار من كل أنحاء العالم لمشاهدة عروض مشوقة و غير ذلك من مظاهر الفرجة الشعبية.
* - التوجه إلى CHEZ ALII قضاء ليلة رائعة و الاستمتاع بالفلكلور المغربي الرائع (حر: مع الأداء عند الحجز)
* العودة إلى الفندق بالعربات الكوتشي ( إختياري )

🔵🔘 اليوم الخامس:
🔖 جولة بالمنطاد Mongolfière فوق سماء مراكش، يأخذك المنطاد الهوائي في رحلة خيالية، من خلال التحليق بين السحب في السماء. نوفر  لكم جولة بالمنطاد في الصباح الباكر تجربة مثيرة وممتعة، كما تمكنك من الاستمتاع بمشاهدة العالم من الأعلى💯👍 (إختياري)
🔹06:00 للإستيقاظ.
*  التوجه الى موقع الطيران بالنقل السياحي.
*  استقبال بالشاي والقهوة والمرطبات.
*  شرح كيفية الطيران و تعليمات السلامة من قبل الطيار الخاص .
* مشاهدة طريقة تحضير المنطاد.
* الصعود الى المنطاد وبداية الطيران لمدة 60 دقيقة.
* الإستمتاع بشروق الشمس من وسط السماء وأخذ بعض الصور.
* تناول وجبة الفطور كاملة.
*تقديم شهادة الطيران من طرف الربان.
* الرجوع الى الفندق.
* التوجه نحو مدينة اكادير
*التوجه إلى حديقة التماسيح🐊 Crocco parc
*التوجه نحو مارينا اكادير لركوب الباخرة السياحية ( اختياري )🚢
*تناول وجبة الغداء بمرسى أكادير (جماعي)
*التوجه نحو أكادير اوفلا ( أو الصعود عبر التليفريك )
*الاستمتاع بالمنظر البانورامي لمدينة أكادير🔭 
* التوجه نحو مسبح الدلافين  Agadir Dolphins World. 🐬
يقدم عروض الدلافين وحيوانات الفقمة التي تتمتع بقدرات ومواهب ساحرة، حيث يشهد عرض الدلافين تؤدي قفزات هوائية وحركات رشيقة واللعب بالكرات
* التوجه نحو الفندق 
* وقت للاستراحة واخد دوش
* تناول وجبة العشاء بالفندق ( متضمنة )
* وقت حر

🔵🔘 اليوم السادس 
* تناول وجبة الفطور (Buffet)– (متضمنة)
* التوجه نحو مدينة الصويرة 
* زيارة أحد التعاونيات واقتناء المنتوجات الطبيعية
* الوصول إلى الصويرة 
* تناول وجبة الغذاء 
* جولة في المدينة والوقوف على أهم معالمها السياحية
* اكتشاف المدينة القديمة ( وقت حر )
* انطلاق رحلة العودة عبر الطريق السيار. 
* - استراحة ببعض المحطات المخصصة للاستراحة.

🔷 #ثمن الرحلة: 2600 #درهم💰 و يتضمن :
✔- النقل بحافلة سياحية مريحة و مكيفة من النوع الجديد. 🚌
✔- تأمين النقل السياحي.
✔- وجبة العشاء بالفندق الصحراوي (مرزوكة)  
✔- المبيت بالفندق مصنف بمرزوكة
✔- وجبة الفطور بالفندق  (Buffet)
✔- المبيت في الفندق مصنف بمدينة ورزازات. 
✔- وجبة العشاء بالفندق (Buffet)
✔- وجبة الفطور بالفندق (Buffet)
✔- المبيت في الفندق مصنف بمدينة مراكش
✔- وجبة العشاء بالفندق (Buffet)
✔- وجبة الفطور بالفندق (Buffet)
✔- المبيت في الفندق مصنف بمدينة اكادير .
✔- وجبة العشاء بالفندق (Buffet)
✔- وجبة الفطور بالفندق (Buffet)
✔- واجب دخول متحف السيارات القديمة.
✔- واجب دخول دار كناوة الصحراوية.
✔- مرافقة و إرشاد على طول أيام الرحلة.

🚨ملاحظة:
📌الحجز الفعلي يكون بأداء ثمن الرحلة او جزء منه لا يقل عن النصف ( اي 50٪ من الثمن الإجمالي للرحلة )
📌احترام مواعيد التجمع والإنطلاقة أثناء البرنامج إجباري 
----------------------
🚦 لللإستفسار والحجز  نضع رهن اشاراتكم الأرقام التالية مع خدمة الواتساب 0666757273📞0691868483📞
===================
.
أيضا يمكنكم تنظيم العديد من الأسفار والأنشطة العائلية أو للشركات والمؤسسات ما عليكم سوى التواصل معنا 😃
ماعليكم غير تتاصلو بنا والباقي علينا🤗
      `
    },
    {
      destination: "الصويرة  - أگادير  - مراكش -تطوان - طنجة- الرباط ",
      duration: "4 أيام و3 ليالي",
      price: "1550  درهم",
      image: "./myown/tn.jpeg",
      image2: "./myown/swira.jpeg",
      image3: "./myown/mr.jpeg",
      image4: "./myown/titwan.jpeg",
      whatsapp: "691868483",
      instagram: "#",
      facebook: "#",
      description: `#_لاتفوت الفرصة 🎁 لمرافقتا #رحلة   
#الصويرة #أگادير #مراكش #مسبح_الدلافين🐬 #حديقة_التماسيح 🐊 وعدة أنشطة أخرى برنامج مليئ بالمتعة والنشاط 😍 في جو عائلي ومحترم #بتخفيض 1550 درهم 
=====================إلى 

البرنامج المفصل 👇
سنخوض فيها تجارب ممتعة من أروعها جولة بحرية ⛵حول #خليج_أكادير ⛵🏄🏊سوف😍 #نستمتع في يوم رائع وسط البحر حيث يمكننا الاسترخاء على سطح السفينة🛥 والاستمتاع بأشعة الشمس الدافئة بينما تجوب مياه البحر على طول الساحل الرائع.وركوب المنطاد وغيرها 
وكذلك اللعب مع الدلافين ودخول حديقة الحيوانات شارك معانا فهاد الرحلة لخوض هاد التجربة الرائعة، 🤩 
________________________________
البرنامج مفصل 👇 
ستكون الانطلاقة من تطوان طنجة  أصيلة العرائش قنيطرة الرباط
الدار البيضاء في حالة وجود مشاركين
برنامج  ✅⬇

🗒#_يوم الاول 
  الإنطلاق  18:00 من تطوان من باب محطة  ستيام.
    الانطلاقة 19:00 من مدينة طـنجة من مسجد السوريين 
 الانطلاقة بوخالف   
الانطلاقة من اصيلة
 الإنطلاقة من مدينة العرائش  تناول وجبة العشاء 🍱
🔴 البرنامج الرحلة المفصل : ☟

🗒 #الثاني
🎈الوصول إلى الصويرة (موغادور)
🎈تناول وجبة الإفطار 🍳
🎈 جولة بالمدينة القديمة وقت حر لزيارة معالمها السياحية بالمدينة القديمة وشراء  التذكارات   
✔الانطلاقة  نحو أگادير   
 زيارة أحد التعاونيات واقتناء المنتوجات الطبيعية لأركان واملو  العسل و غيرها …
✔تتاول وجبة الغذاء  🍱
 ✔استلام الغرف بفندق مصنف 4 نجوم توزيع الغرف والاستراحة
✔🐬التوجه نحو مسبح الدلافين 
✔التوجه نحو أگادير أوفلا 
✔⭐4 استلام الغرف بفندق مصنف 
✔ ركوب التيليفريك🚠  
✔جولة مسائية بكورنيش مارينا أگادير  حر
 ✔وجبة العشاء   🍱

🗒#الثالث
✅الاستيقاظ صباحا بفطور متضمن 
في الفندق
✔ جولة بحرية على متن قارب  القراصنة 🏴‍☠ (جاكسبارو) جولة بخليج أكادير مع إمكانية السباحة 🏊 
✅التوجه نحو  حديقة التماسيح 🐊  Crocco parc حرة  )
ولوج الحديقة والتعرف عليها. (هي أول حديقة للتماسيح بالمغرب، تضم أكثر من 360 تمساح
الاستمتاع بالمكان و أخد صور تذكارية 
✅ الانطلاق في اتجاه مدينة مراكش 
✅وجبة الغذاء 🍱 
🎈توجه نحو الفندق بمراكش الاستراحة   
🎈 التوجه نحو  جامع الفنا و  
 (chez ali)  وجبة العشاء 
🗓 #الرابع
🎈 تناول وجبة الفطور بالفندق ( متضمنة )
🎈زيارة  المنارة بمراكش 
التوجه نحو لالة تكركوست داية نشاط الدرجات الرباعية 
التوجه نحو صحراء اكفاي اخد صور تذكارية مع جلسة شاي بالمكان  و أخد الصور مع جولة بالعبارات 
🎈تناول وجبة الغداء على ضفاف الشلالات  
🎈 انطلاق رحلة العودة نحو ( طنجة – تطوان) مع وقفات الاستراحة طوال الطريق

✅ سعر المشاركة تخفيض ب  1550درهم  و تشمل :
🔸 النقل في حافلة سياحية من النوع الجديد  (نقل سياحي درجة أولى)🚌 
🔸 المبيت ليلة بالفندق المراكش مصنف من أجمل الفنادق
المبيت ليلة بالفندق أكادير مصنف من 4 نجوم
🔸وجبة الفطور لليوم الثاني والثالث 
🔸مرافقة و إرشاد على طول أيام الرحلة
🔴 =============================
🚦 لللإستفسار والحجز :  هاتف وواتساب0691868483
ملاحظة
🔴 إمكانية تنضيمها للمجموعات والعائلات، والشركات التواريخ والأوقات متغيرةحسب الطلب.
🔴 احترام مواعيد التجمع والإنطلاق في كل نقطة من رحلاتنا .
🔴 احترام المشاركين الآخرين(لفظا و سلوكا).  
🔴 الحجز مفتوح في حدود المقاعد المتوفرة. 
🔴 نقطة الإنطلاقة هي نفسها نقطة الوصول
🔴ممكن تقديم وتأخير مكان على الآخر 
🔴لابد من إلتزام بالبرنامج كاملا بدون اي نقصان
🔴الحجز المقاعد بالترتيب
🔴لا يمكن الغاء الحجز الا بتعويضه بشخص آخر`
    },
    {
      destination: "الاطلس الكبير  - مراكش - مغارة ايمينفري -صحراء النخيل - بني ملال",
      duration: "4 أيام و3 ليالي",
      price: "1390 درهم",
      image: "./myown/atlas.jpeg",
      image2: "./myown/mr.jpeg",
      image3: "./images/image21.jpg",
      image4: "./myown/bn.jpeg",
      whatsapp: "666757283",
      instagram: "#",
      facebook: "#",
      description: `رحلة_الاطلس_الكبير_مراكش_مغارة_ايمينفري#صحراء_النخيل #بني_ملال#عين_اسردون #شلالات_أوزود #بين_الوديان سحر الطبيعة#اوريكا مع امكانية عيش انشطة بها كثير من المتعة والأدرينالين كركوب #المنطاد وسياقة #الدراجات الرباعية والطيران بالمنطاد وركوب العبارااااات، أوقات مليئة بالمتعة والمرح، وسط جو عائلي بإمتياز و خدمات في المستوى المطلوب مع نقل سياحي درجة أولى ،   
 فلا تترددوا في حجز مقعدكم بالاتصال بنا على الأرقام التالية مع خدمة الواتساب
📞0666757283
📞0691868483
💠 اليوم الاول 
20:30 الإنطلاقة من تطوان الشلال CTM
22:00 الإنطلاقة من طنجة أمام مسجد السوريين
23:15 الإنطلاقة من العرائش مع العشاء
الإنطلاقة من الرباط أو الدار البيضاء حسب الطلب

💠 اليوم الثاني 
الوصول إلى بني ملال 
وجبة إفطار في بني ملال ( متضمنة ) 
زيارة عين أسردون وقصبة قصر عين أسردون
وقفة بالمنظر البانورامي لأفورار
الإنطلاقة إلى سد بين الويدان
التوجه إلى أزيلال 
التوجه إلى شلالات أوزود
التوجه الى الفندق بأوزد ( auberge )
تناول وجبة غذاء  
فترة للإستراحة
التوجه إلى شلالات اوزود
جولة بالشلال بالعبارة ( متضمنة )
العودة الى الفندق
وجبة عشاء 
وقت حر 

💠 اليوم الثالث 
وجبة إفطار بالفندق ( متضمنة) 
التوجه إلى مراكش
التوجه إلى ساحة جامع الفناء ووقت حر للتسوق والتجول
تناول وجبة الغداء ( حر )
الإلتحاق بالفندق مصنف 4 نجوم 
التوجه نحو نادي الدراجات🏍 النارية(QUAD) وجولة فوق الدراجات النارية و ركوب الجمال
وقت حر لشرب الشاي والاستمتاع بجلسة تقليدية في الخيام.
وقت حر للراحة والاستحمام
التوجه إلى قصر علي بالفلاح chez ali وأمسية فلكلورية ممتعة ( حرة )

💠 اليوم الرابع 
🔖 جولة بالمنطاد Mongolfière فوق سماء مراكش، يأخذك المنطاد الهوائي في رحلة خيالية، من خلال التحليق بين السحب في السماء. نوفر  لكم جولة بالمنطاد في الصباح الباكر تجربة مثيرة وممتعة، كما تمكنك من الاستمتاع بمشاهدة العالم من الأعلى💯👍 (إختياري)
خاص بمشاركي التجربة الرائعة للمنطاد
*  التوجه الى موقع الطيران بالنقل السياحي.
*  استقبال بالشاي والقهوة والمرطبات.
*  شرح كيفية الطيران و تعليمات السلامة من قبل الطيار الخاص .
* مشاهدة طريقة تحضير المنطاد.
* الصعود الى المنطاد وبداية الطيران لمدة 60 دقيقة.
* الإستمتاع بشروق الشمس من وسط السماء وأخذ بعض الصور.
* تناول وجبة الفطور كاملة.
*تقديم شهادة الطيران من طرف الربان.
( وجبة افطار بالفندق لغير المشاركين في المنطاد ) 
* التوجه نحو اوريكا 
تناول وجبة الغذاء على ضفاف نهر أوريكا
الإنطلاق في طريق العودة.

♻ ثمن المشاركة:1390 درهم وتتضمن: 
• وجبة الإفطار لليوم الثاني في الفندق بأوزود
• وجبة الإفطار لليوم الثالث buffet في فندق بمراكش
• 3 أيام نقل سياحي درجة أول
• المبيت ليلة في فندق بأوزود 4*
* المبيت ليلة في فندق مراكش 4 *
* واجب ركوب العبارة بشلالات أوزود
___________ طريقةالمشاركة ___________
• حجز المقعد بأداء مبلغ المشاركة 500 درهم كتسبيق، والباقي يوم إنطلاق الرحلة.
► ملاحظة : ◄
1.) ترتيب المقاعد في الحافلة يعتمد على أولوية الحجز.
2.) من لم يحضر وقت السفر لا تقبل منه شكاية.
3) برنامج الرحلة قابل لتعديلات طفيفة ليتناسب مع اجواء الرحلة.
4) لا يمكن إلغاء الحجز إلا بتعويض شخص آخر`
    },
    {
      destination: "تزنيت - كلميم - طانطان - العيون  - الداخلة",
      duration: " 8 أيام و 7 ليالي ",
      price: "4900 درهم",
      image: "./myown/l3.jpeg",
      image2: "./myown/ds.jpeg",
      image3: "./images/image2.jpg",
      image4: "./images/image12.jpg",
      whatsapp: "691868483",
      instagram: "#",
      facebook: "#",
      description:`DAKHLA SAFARI 🔥GRAND CIRCUIT DU SUD 🥇
✅بغيتي تعيش تجربة فريدة تكتاشف فيها المناطق الجنوبية للمملكة على طول ساحل المحيط الأطلسي 😍 
🏁مرحبا بكم في رحلة الداخلة💕 
  وجدانا لكم أحسن برنامج لشبه جزيرة الداخلة💕 برنامج متكامل 8 أيام و 7 ليالي 🥳 ،
😍 سوف نزور كل من  :
 👈تزنيت 👈الكزيرة 👈ميرلفت 👈كلميم  👈طانطان 👈وادالشبيكة  👈عجب الله  👈دار البحر 👈العيون 👈شاطئ فم الواد👈بوجدور👈الداخلة 👈جزيرة التنين 👈شاطئ برتوريكو 👈الكثبان البيضاء 👈 سبخة إمليلي 👈عين الرك الاستشفائي(عين أسماء) 👈مزرعة المحار 👈محمية النعام 👈جزيرة التنين👈شاطئ 25 👈طرفاية👈 أخفنير 
_____________________

✅الداخلة هاحنا جايين 

 من المعلومات و الحجز يمكنكم التواصل مع :أحد المسؤولين على الأرقام التالية  
 
 

 🚩البرنامج الرحلة عبر الواتس اب 

🚩⚠ ثمن المشاركة هو4900  درهم ويتضمن :
✅ النقل ذهابا بحافلة سياحية مكيفة ومريحة.
✅ تذكرة الطائرة من طنجة إلى أكادير ذهابا وايابا 
✅  جميع وجبات الفطور بالفندق (buffet) . 
♦المبيت ليلة بمدينة أكادير  
♦المبيت ليلتين  بمدينة العيون  
♦المبيت ثلاث ليالي بمدينة الداخلة مع 
♦المبيت ليلة بمدينة تيزنيت 
✅ واجب دخول محمية تربية النعام.
✅  واجب الاستحمام بعين الرك الإستشفائية.
✅  التنشيط والمرافقة طيلة الرحلة.
✅  جميع المصاريف المترتبة عن تنزيل البرنامج.
🔺 غرف الفندق ستكون ثنائية او ثلاثية
✅الداخلة هاحنا جايين 

 من المعلومات و الحجز يمكنكم التواصل مع :أحد المسؤولين على الأرقام التالية  
 

 🚩البرنامج الرحلة عبر الواتس اب 

🚩⚠ ثمن المشاركة هو4900  درهم ويتضمن :
✅ النقل ذهابا بحافلة سياحية مكيفة ومريحة.
✅ تذكرة الطائرة من طنجة إلى أكادير ذهابا وايابا 
✅  جميع وجبات الفطور بالفندق (buffet) . 
♦المبيت ليلة بمدينة أكادير  
♦المبيت ليلتين  بمدينة العيون  
♦المبيت ثلاث ليالي بمدينة الداخلة مع 
♦المبيت ليلة بمدينة تيزنيت 
✅ واجب دخول محمية تربية النعام.
✅  واجب الاستحمام بعين الرك الإستشفائية.
✅  التنشيط والمرافقة طيلة الرحلة.
✅  جميع المصاريف المترتبة عن تنزيل البرنامج.
🔺 غرف الفندق ستكون ثنائية او ثلاثية 
⚠تخفيض خاص للاطفال أقل من 8 سنوات.
اليوم_الأول
الانطلاقةمن 
🧳من تطوان 11:30 صباحا
🧳من طنجة :13:00بعد الزوال
التوجه نحو مطار بن بطوطة 🛫
🌍الوصول مساء لأكادير🛬
بالنسبة للمشاركين من القنيطرة والرباط يمكنكم الاتحاق بنا في طنجة عبر القطار السريع 
🌍التوجه نحو الفندق مع وقت للإستراحة
🌍الخروج في جولة  بكورنيش أكادير
وقت حر للمشاركين 

📆#اليوم_الثاني

🌍التوجه نحو مدينة العيون
🌍وجبة غذاءبالطريق 
🌍التوقف بمدينة. طنطان
🌍زيارة لواد الشبيكة
🌍زيارة منطقة عجب الله
🌍الوصول مساء للفندق توزيع الغرف وقت  للإستراحة 
🌍جولة ليلية بمدينة العيون 
📆#اليوم_الثالت
🌍تناول وجبة الإفطار بالفندق
🌍التوجه نحو مدينة الداخلة 
🌍الإستمتاع بالتضاريس على طول الطريق
🌍زيارة مدينة بوجدور مع وجبة غذاء
🌍الوصول للفندق  توزيع الغرف
🌍جولة مسائية بمدينة الداخلة 

📆#اليوم_الرابع

🌍تناول وجبة الفطور بالفندق
🌍جولة  سيارات رباعية الدفع 4x4 
🌍التوجه الى عمق الصحراء مدينة الداخلة عبر تضاريس صحراوية وعرة حيث توجد ظاهرة إيكولوجية فريدة 
✅الذهاب لصحراء ايمليلي واكتشافها 
✅زيارة الموقع الايكولوجي الدي يعتبر على شكل بحيرات صغيرة الاستمتاع بحصص تنقية الأرجل بواسطة الأسماك 
✅مشاهدة مجموعة من الجيوب المائية شديدة الملوحة بالصحراء  تعيش فيها مجموعة من الأسماك الصغيرة، 
✅جلسة صحراوية و الاستمتاع بشرب كأس شاي صحراوي ✅واكتشاف طرق عيش وعادات الصحراويين مباشرة مع أهل المنطقة.
✅إرتداء الزي أهل الصحراء الملحفة الذراعة 
✅مع وجبة غذاء بخيمة صحراوية و اكل صحراوي 
✅زيارة شاطئ بروتوريكو لمدينة الداخلة و الاستمتاع ✅بأجواء البحر و السباحة
✅شاطئ بروتريكو شاطئ جميل يطل على خليج وادي ✅الذهب من الجهة الشرقية كما تعلمون أن الداخلة مدينة ✅عائمة فوق البحر.
✅زيارة الكتبان الرملية الرائعة البيضاء
✅العودة للفندق مع وقت للإستراحة 
✅ جولة مسائية في مدينة الداخلة 

📆#اليوم_الخامس

✅تناول وجبة الفطور بالفندق 
✅التوجه إلى منابع المياه الكبريتية الساخنة  المفيدة للجلد ولها فوائد صحية هائلة .
✅التوجه نحو شاطئ تروك 25
✅وجبة غذاء بمطعم الداخلة بليسونس او طالحمار
مع امكانية تجربة الكواد و الجتسكي
✅زيارة محمية لتربية النعام 
✅الرجوع إلى الفندق 
✅وقت حر للراحة والإستحمام 
✅الخروج في جولة مسائية  
✅وقت حر للمشاركين  

📆#اليوم_السادس

✅تناول وجبة الفطور
✅التوجه نحو مدينة 
✅وجبة غذاء بالطريق 
✅الوصول إلى مدينة العيون 
✅التوجه للفندق قصد الإستراحة 
✅بداية الجولة بالمدينة 
✅جولة بوسط المدينة و بالأخص شارع مكة  
✅جولة للتسوق بمحلات شارع مكة لاقتناء منتوجات محلية على الأرجل .
✅زيارة ساحة المشوار و جولة لاقتناء المنتوجات الفضية
✅وجبة عشاء ووقت حر للمشاركين

📆 #اليوم_السابع

✅تناول وجبة الفطور بالفندق 
✅التوجه نحو طرفاية و صور مع كاساديلمار
✅أخد صور مع السفينة الغارقة بطرفاية 
✅التوجه نحو مدينة كلميم
✅وجبة غذاء بالطريق 
✅التوقف بمدينة كلميم
✅التوجه نحو الفندق مع وقت للإستراحة 

📆#اليوم_الثامن

✅الخروج صباحا بعد وجبة الإفطار
✅التوجه نحو تزنيت مع جولة بسوق الفضة
✅التوجه نحو مرينا أكادير في جولة بحرية
✅في عرض ساحل أكادير في باخرة القراصنة
✅وجبة الغذاء  بأكادير 
✅التوجه نحو مسبح الدلافين وحضور العرض اختياري
✅التوجه نحو مطار أكادير والعودة نحو تطوان وطنجة
------------ملاحظة -------------
1)⚠الحجز مفتوح في حدود المقاعد المتوفرة. 
2)⚠البرنامج قابل للتعديلات الطفيفة ليتناسب مع الجو العام لرحلة.
3)⚠المقاعد مرقمة حسب أسبقية الحجز.
4)⚠المرجو التزام بالوقت من اجل الاستفادة من الرحلة جيدا

_________طريقةالمشاركة_____________

☆الإتصال بأحد المنظمين
☆الإدلاء بالرقم البطاقة الوطنية و بالإسم الكامل و رقم الهاتف. 
☆حجز المقعد بدفع مبلغ الرحلة او تسبيق (3000 درهم) للحساب البنكي التالي او الدفع 
☆في حالة إلغاء الحجز يجب الإعلام بوقت كافي قبل إنطلاق الرحلة .
☆ من لم يحضر وقت السفر لا تقبل منه شكاية. ----------------------------------------------------------
🚩للحجز و الإستعلام المرجو الإتصال أو مراسلة عبر الواتساب بالرقم التالي :
Allo: 

⚠ ملاحظة : يمكن تنظيم رحلات سياحية أو إستكشافية لمجموعات، مؤسسات، شركات حسب الطلب`
    },
    {
      destination: "السعيدية - الحسيمة - الناظور - ثيبودا ",
      duration: "4 ايام و 3 ليالي ",
      price: "1500  درهم",
      image: "./myown/lh.jpeg",
      image2: "./myown/na.jpeg",
      image3: "./myown/as.jpeg",
      image4: "./images/image6.jpg",
      whatsapp: "691868483",
      instagram: "#",
      facebook: "#",
      description: `↩#السعيدية🔼#الحسيمة🔼#الناظور🔼 #ثيبودا ↪
💯💯برنامج صيفي بامتياز غني وممتع وفرصة مواتية لتغيير الأجواء والابتعاد عن الروتين، فمرحبا بكم معنا في هذه الرحلة المتميزة التي سنستكشف من خلالها عدة شواطئ سياحية🏊🏄⛱🏖⛵أ
.
ستكون الانطلاقة من مدينة تطوان وطنجة 🚍
----------------------
🚦 لللإستفسار والحجز  نضع رهن اشاراتكم الأرقام التالية مع خدمة الواتساب 0691868483📞0666757273📞  
----------------------

🔶برنامج الرحلة المفصل:📔 ☟

✔ اليوم الأول : 
⏰ 21.00 : الانطلاقة من طنجة أمام جامع السوريين 
⏰ 22.00 : الانطلاقة من تطوان أمام محطة الستيام
* تناول وجبة العشاء بمنطقة الجبهة 
______________
✔ اليوم الثاني
⏰ 07.00 :  الوصول الى مدينة الناظور 
🔸تناول وجبة الفطور
🔸نشاط التعارف بين المشاركين
🔸التوجه نحو شاطئ تبودا 🏊
🔸 وقت السباحة و الإستمتاع بالمكان و اخد صور تذكارية 
🔸التوجه نحو شاطئ رأس الماء 
🔸جولة بالمكان و اخد الصور  
🔸وجبة الغداء بالمنطقة 🐟🐠
🔸التوجه نحو مدينة بركان 
🔸النزول بالفندق لأخذ الغرف 
🔸وقت الراحة 
🔸وجبة العشاء 
🔸وقت حر 
______________
✔ اليوم الثالث

⏰ 08.00 وجبة الإفطار 
🔸التوجه الى السعيدية
🔸التوجه إلى المنطقة الحدودية بين لجراف
🔸 إلتقاط بعض الصور للذكرى
🔸 توجه نحو شاطئ مارينا السعيدية للسباحة 
🔸العاب عديدة شاطئية بين المشاركين 
🔸ركوب المركب السياحي
🔸تجربة نشاط الباراسيلينغ 
🔸وقت حر السباحة والاستجمام 
🔸 وجبة الغداء
🔸التوجه نحو مدينة الحسيمة
🔸وقفة استراحة
🔸الوصول الى الحسيمة
🔸 النزول بالفندق واخد الغرف
🔸وجبة العشاء حرة
🔸سهرة ليلية فلكلورية 
🔸وقت حر للتجول
______________
✔ اليوم الرابع 

⏰ 08.00 : وجبة الفطور 
🔸التوجه الى شاطئ ماطاديرو ( امير بلاج ) للقيام بجولة المركب السياحي وتجربة الغطس مع مرافقين محترفين
🔸وقت حر للسباحة والاستجمام 
🔸وجبة الغداء بميناء السمك
🔸جولة بكرنيش الحسيمة موروبيخو
التوقف عند شاطئ صفحية لأخد الصور قرب جزيرة النكور
⏰ الانطلاق في رحلة العودة إلى تطوان و طنجة 

💎ثمن المشاركة 1500 الدرهم و يتضمن :↪
🔹النقل بواسطة حافلة سياحية مريحة و مكيفة 
🔹المبيت ليلة بمدينة الحسيمة  
🔹المبيت ليلة بمدينة بركان 
🔹تأمين النقل السياحي
🔹وجبتي الفطور لليوم الثاني و الثالث
🔹المرافقة و الارشاد على طول أيام الرحلة`
    },
    {
      destination: "تزنيت  - تفراوت  - تاردانت  - ورزازات - مراكش",
      duration: "7 أيام وستة  ليالي",
      price: "3950  درهم",
      image: "./myown/wr.jpeg",
      image2: "./images/image9.jpg",
      image3: "./images/image8.jpg",
      image4: "./images/image4.jpg",
      whatsapp: "691868483",
      instagram: "#",
      facebook: "#",
      description: `🛑تحت عنوان قافلة#الامازيغ  7 أيام وستة  ليالي سنزور من خلالها كل من: 
#تزنيت_تفراوت_إدوسملال_أيت_منصور_تاردانت_تالوين_
#تازناخت_ورزازات_قلعة_مكونة_بومالن_دادس_تلوات
#تيشكة_تادرت_مراكش_اوريكا_ستي_فاطمة
هذه  المرة #اعددنا لكم برنامج حصري ولاول مرة وطنيا نزور من خلاله أهم المحطات التي كانت تمر منها القوافل التجارية القادمة من جنوب إفرقيا و #السنغال وصولا إلى شمال المغرب 
اغتنم الفرصة واكتشف معنا تفاصيل هذا البرنامج وعش متعة السفر عبر التاريخ المغربي القديم من خلال زيارة اماكن تاريخية #وبالإضافة إلى الرفقة الطيبة كل هذا وأكثر وفق البرنامج التالي :
🚌الإنطلاقة مساء يوم الأحد
🚌من تطوان 20:00 أمام محطة الساتيام 
🚌من طنجة 21:15 امام مسجد السوريين 
🚌من العرائش 23:30 امام ساحة مكة 
💢التوجه نحو مدينة مراكش
💢وجبة إفطار بمراكش 
💢التوجه نحو منطقة أوريكا 
💢الإستمتاع بجمالية المكان ووقت حر لأخد الصور 
💢زيارة لأحد التعاونيات لإنتاج المواد الطبيعية 
💢وجبة غذاء بقرية أيوب
💢الخروج في جولة مسائية بساحة الفنى  مع وجبة عشاء 
💢وقت حر للمشاركين 
🌐#اليوم_الثاني 
💢وجبة إفطار جماعية بالفندق متضمنة 
💢التوجه نحو مدينة ورزازات
💢زيارة لمنطقة تلوات الجبلية
💢التوجه للفندق مع توزيع الغرف
💢التوجه نحو استديو اسكار 
💢وجبة غذاء جماعية 
💢التوجه نحو قصر أيت بنحدو مع مشاهدة الغروب من القصبة
💢وجبة عشاء جماعية بالفندق متضمنة
  🌐#اليوم_الثالت
💢الخروج صباحا بعد وجبة إفطار متضمنة
💢التوجه نحو بومالن دادس مرورا ب
💢قلعة مكونة و زيارة لتعاونية رياض الورد لإنتاج الموادالتجميلية 
💢التوجه نحو مدايق دادس 
💢جولة بالمكان والإستمتاع بجماليته مع وجبة غذاء 
💢العودة مساء نحو ورزازات 
💢وجبة عشاء جماعية بالفندق متضمنة
  🌐#اليوم_الرابع
💢الخروج بعد وجبة الإفطار متضمنة
💢التوجه نحو تارودانت مورورا منطقة تازناخت والتعرف 💢على طريقة نسج الزرابي 
💢وجبة غذاء جماعية 
💢تالوين وزيارة دار الزعفران وقت حر للتبضع
💢التعرف على طريقة إنتاج الزعفران  
💢الوصول للفندق ووقت للراحة
💢الخروج في جولة بمدينة تارودانت بالعربات المجرورة
💢وزيارة أهم المعالم التاريخية للمدينة 
💢وجبة عشاء جماعية بالفندق _متضمنة
🌐#اليوم_الخامس
💢الخروج صباحا بعد وجبة إفطار متضمنة
💢زيارة لواحة تيوت
💢وجبة غذاء جماعية 
💢التوجه نحو تافراوت 
💢أماكن سنزورها بتافراوت 
💢 قبعة نابوليون
💢  مدايق أيت منصور
💢  الصخور الملونة
💢المنزل التقليدي 
💢 العودة للفندق مع وقت للإستراحة
💢 وجبة عشاء جماعية بالفندق متضمنة
 🌐#اليوم_السادس 
💢الخروج بعد وجبة الإفطار متضمنة
💢زيارة لقصبة لتزوركان 
💢جولة بالمخازن الجماعية والتعرف على طرق تخزين السلع 
💢التوجه نحو تزنيت 
💢الوصول للفندق مع وقت للراحة
💢الخروج في جولة مسائية بسوق الفضة مع وقت خر للتبضع
💢وجبة عشاء جماعية بالفندق متضمنة
🌐#اليوم_السابع
💢الخروج صباحا بعد وجبة إفطار متضمنة
💢التوجه نحو أكادير 
💢جولة بحديقة التماسيح
💢الذهاب نحو ميناء أكادير في جولة باليخت إختيارية 
💢وجبة غذاء جماعية 
💢الذهاب نحو مسبح الدلافين ولوج اختياري
💢التوجه نحو مطار أكادير والعودة نحو تطوان وطنجة
✴✴✴✴✴✴✴✴✴✴✴✴✴✴✴✴
💵  ثمن المشاركة هو3950 درهم ويتضمن :👇
👈تذكرة طائرة من أكادير الى طنجة ايابا 
👈النقل بحافلات سياحية مكيفة و مريحة درجة أولى
👈 تأمين النقل السياحي.
👈المبيت ليلة بمدينة تزنيت مع وجبتي الفطور والعشاء4 *
👈المبيت ليلة بمدينة تفراوت مع وجبتي الفطور والعشاء3 *
👈المبيت ليلة  بتارودانت مع وجبتي الفطور والعشاء4*
👈المبيت ليلتان  بورزازات مع وجبتي الفطور والعشاء *4
👈المبيت ليلة بمدينة مراكش مع وجبتي الفطور والعشاء4*
👈جميع وجبات الإفطار في الفنادق.
👈جميع وجبات العشاء في الفنادق 
👈مرافقة وإرشاد على طول أيام الجولة مع مرافقين محترفين أبناء المنطقة
🚨ملاحظة :
📌يستفدون الأطفال الأقل من 8 سنوات من تخفيض  في الرحلات التي تتضمن المبيت شريطة وجود مرافقين معهم على الأقل
📌الحجز الفعلي يكون بأداء % من ثمن الرحلة 
📌يكون الحجز في حدود المقاعد المتوفرة فقط 
📌ترتيب المقاعد في الحافلة يعتمد على أولوية الحجز`
    },    {
      destination: "فاس  - أزرو  - إفران  - ويوان   ",
      duration: "3 ايام و 2 ليالي ",
      price: "850  درهم",
      image: "./myown/fas.jpeg",
      image2: "./myown/if.jpeg",
      image3: "./myown/az.jpeg",
      image4: "./images/image19.jpg",
      whatsapp: "691868483",
      instagram: "#",
      facebook: "#",
      description: `رحلةالأطلس#فاس_مولاي_عقوب_منابع_أم_الربيع_أزرو_إفران_بحيرة_ويوان  ايام 
 ( فقط850 درهم 
برنامج يجمع بين المتعة بجمال الطبيعة الخلابة لأطلس المتوسط  على أهم المعالم السياحية والتاريخية للمنطقة والإستجمام بحمات مولاي يعقوب كل  هدا ضمن البرنامج التالي :
للحجز أو الاستفسار يمكنكم التواصل معنا عبر ارقامنا التالية
الهاتف 0666757273 الواتساب 0691868483

✅اليوم الأول الانطلاقة مساء الجمعة 
🚌من طنجة 22:45
🚌من تطوان 21:30
🚌من العرائش 00:00
💢التوجه نحو مدينة فاس 
✅#اليوم_الثاني
💢الذهاب نحو حمات مولاي عقوب الحصة الأولى
💢والإستشفاء بالمياه الكبريتية لمنابع مولاي عقوب حسب متطلبات المشاركين (مسبح عمومي.أو خاص
✅فوائد الإستحمام بمياه منابع مولاي عقوب
(=أكد أطباء مختصون أن المميزات المهدئة للمياه المعدنية بحامة مولاي يعقوب، تجعل مرتاديها يترددون عليها غير ما مرة أملا في الاستشفاء بمياهها المحتوية على عدة معادن وأملاح ذائبة وغازات، كما تساعد زوارها من المرضى على الاستشفاء المعدني من العلل 
💢وجبة إفطار بالمنطقة 
💢التوجه للفندق مع وقت للإستراحة
💢الخروج في جولة للمدينة العتيقة بفاس
💢وجبة غذاء جماعية 
💢التوجه نحو منابع سدي حرازم
💢جولة مسائية بالمدينة مع وجبة عشاء
✅#اليوم_الثالث
✅وجبة إفطار بالفندق متضمنة
 ✅زيارة منابع أم الربيع
✅وقت حر للإستمتاع بجمالية المكان
✅وجبة غذاء جماعية 
✅الذهاب الى بحيرة ويوان 
✅التوجه نحو الى إفران 
✅ التوجه الى غابة ارز كورو 
✅زيارة موقع الالعاب Atlas Parc Aventure
✅وقت حر للمشاركين
✅العودة مساء مع وقفات للإستراحة

ثمن المشاركة 850درهم شامل:
 بحافلة سياحية  درجة أولى
 في فندق مصنف بفاس✅
 إفطار لليوم الثاني✅
 وإرشاد على طول أيام الرحلة

📢🚨ملاحظة 
✅الحجز  محدود في عدد المقاعد المتوفرة فقط 
✅ترتيب المقاعد في الحافلة يعتمد على أولوية الحجز 
✅احترام مواعيد التجمع والإنطلاقة أثناء البرنامج اجباري`
    },
    {
      destination: "تزنيت  - تافراوت  - اكادير  - الكزيرة   ",
      duration: "6 ايام و 5 ليالي ", 
      price: "2850  درهم",
      image: "./myown/agadir.jpeg",
      image2: "./images/image1.jpg",
      image3: "./images/image20.jpg",
      image4: "./images/image21.jpg",
      whatsapp: "691868483",
      instagram: "#",
      facebook: "#",
      description:`#رحلة #تزنيت_تافراوت_اكادير_تارودانت_واحة_تيوت_ايت_منصور_الكزيرة، قبعة نابليون
#ثمن_الرحلة_2850_درهم برنامج ممتع مليئ بالتجارب الرائعة والممتعة سنخوض فيها تجارب ممتعة من أروعها جولة بحرية حول  خليج اكادير تجوب مياه البحر على طول الساحل الرائع.
وكذلك تجربة الطيران الشراعي ( Paragliding)في شاطئ الݣزيرة شارك معانا في هده الرحلة لخوض هده التجربة
 الرائعة،مع زيارة أهم معالم السياحية لتفراوت
__________________________________
عندما تسافر معنا
تجد الرفقة الطيبة الاحترام و الجو العائلي بامتياز
تغير روتين العمل و ضغوطات و مشاكل الحياة
تسستمع الى اقصى الحدود 🏇
تعود شابا بل طفلا يحب الحياة 🏂
نوفر لك كل شروط السلامة و الامان🚸
حافلاتنا مريحة و مزودة باحدث التجهيزات
تنشيط و مسابقات على طيلة الرحلة
نهتم بك و باطفالك و عائلتك 🎈
فقط احجز مقعدك و دع الباقي لنا 
______________________________
↔للمشاركة المرجو الإتصال على الأرقام التالية مع خدمة الواتساب ⬅.                            0666757273📞
📞 0691868483
🔴 برنامج الرحلة بالتفصيل : 
📅اليوم الأول 
⏰18:00 الإنطلاقة من تطوان (محطة الستيام المدينة) 
⏰19:15 الانطلاقة من طنجة (أمام مسجد السوريين )  
⏰ 20:30 الانطلاقة من العرائش مع وجبة عشاء مطعم روميساء
⏰ الانطلاقة من مدن أخرى ( القنيطرة - الرباط .. )  في حالة وجود مشاركين 

📅 اليوم الثاني 
💢 تناول وجبة الفطور في تيزنيت
 💢 استلام الغرف والاستراحة.
💢 الخروج والتوجه الى الكزيرة مع وجبة الغذاء 
💢 ركوب الدراجات الرباعية  اختياري من اجل التوجه الى القوس المشهور في شاطئ الكزيرة ( اختياري )
💢 ايضا يمكن القيام بتجربة الطيران بالمظلة 
💢 العودة الى مدينة تيزنيت وجولة في سوق الفضة
💢 وقت للإستجمام في الفندق 
💢عشاء جماعي في الفندق ( متضمن)
💢 اليوم الثالث 
💢الخروج بعد وجبة الإفطار متضمنة
💢التوجه نحو تافراوت  
💢وجبة غذاء جماعية 
💢أماكن سنزورها بتافراوت 
💢 قبعة نابوليون
💢  مدايق أيت منصور
💢  الصخور الملونة
💢المنزل التقليدي 
💢 العودة للفندق مع وقت للإستراحة
💢الخروج في جولة بمدينة تارودانت بالعربات المجرورة
💢وزيارة أهم المعالم التاريخية للمدينة 
💢وجبة عشاء جماعية بالفندق _متضمنة
📅اليوم_الرابع
💢الخروج صباحا بعد وجبة إفطار متضمنة
💢 زيارة لمخازن  إيكودار, هي مخازن جماعية 💢تتميز بها قرى منطقة سوس والأطلس 💢الصغير في جنوب المغرب. تتوفر كل قرية 💢على «أكادير» واحد يستفيد منه جميع السكان. 
💢زيارة لواحة تيوت
💢وجبة غداء جماعية
💢 التوجه الى تارودانت 
💢 الوصول الى الفندق مع وقت للإستراحة
💢 جولة بالمدينه واخد صور تذكارية 
💢 زيارة قصر تارودانت 
💢 وجبة عشاء جماعية بالفندق متضمنة
 📅اليوم_الخامس

💢تناول وجبة الفطور بالفندق ( متضمنة )
💢 التوجه نحو مدينة اكادير 
💢التوجه إلى حديقة التماسيح (  Crocodile Park
 💢 ولوج والتعرف عليها. (هي أول حديقة 💢للتماسيح بالمغرب، تضم أكثر من 360 تمساح
💢 الاستمتاع بالمكان وأخذ صور تذكارية 
💢التوجه للفندق لأخد قسط من الراحة 
💢تناول وجبة الغداء 
💢التوجه نحو مارينا اكادير لركوب اليخت ( اختياري )⛵
💢الاستمتاع بجولة في شواطئ مدينة اكادير على متن اليخت
💢 زيارة مسبح الدلافين ( إختياري )
💢 تجربة ركوب تليفريك 
💢 التوجه نحو أكادير اوفلا
💢 الاستمتاع بالمنظر البانورامي لمدينة أكادير🔭
💢 العوده الى الفندق  عشاء جماعي متضمن 
📅 اليوم السادس 
💢 تناول وجبة الإفطار بالفندق متضمنة 
💢 التوجه نحو مدينة الصويرة 
💢التوقف لدى تعاونية أركان وأملو 
💢 الوصول الى الصويرة جولة في المدينة 
💢 تناول وجبة الغداء 
💢 نهاية الرحلة والعودة إلى نقط الانطلاقة 
🌍 ثمن الرحلة 2850 درهم شاملة 
✔مصاريف النقل السياحي 
✔تأمين النقل السياحي 
✔4 وجبات افطار 
✔4 وجبات عشاء 
✔4 ليالي مبيت في فنادق مصنفة 
✔مرافق معتمد طول الرحلة 
✔مرشد من المنطقة 

إمكانية تنضيمها للمجموعات والعائلات، والشركات التواريخ والأوقات متغيرةحسب الطلب.
🔴 احترام مواعيد التجمع والإنطلاق في كل نقطة من رحلاتنا .
🔴 احترام المشاركين الآخرين(لفظا و سلوكا).  
🔴 الحجز مفتوح في حدود المقاعد المتوفرة. 
🔴 نقطة الإنطلاقة هي نفسها نقطة الوصول
🔴ممكن تقديم وتأخير مكان على الآخر 
🔴لابد من إلتزام بالبرنامج كاملا بدون اي نقصان
🔴ترتيب المقاعد حسب أولوية الحجز 
🔴لا يمكن الغاء الحجز الا بتعويضه بشخص آخر
`
    }
  ];
    function renderTripCards(filteredTrips = trips) {
      document.getElementById("logo").src = "./myown/logo.jpg";
      const emails = document.querySelectorAll('.email');
      emails.forEach((item) => {
        if (item.tagName.toLowerCase() == "span") {
          item.textContent = `voyagesachraf@gmail.com`;
        } else {
          item.href = "mailto:voyagesachraf@gmail.com";
        }
      });
      
      const whatsapp = document.querySelectorAll('.number');
      whatsapp.forEach((item) => {
        if (item.tagName.toLowerCase() == "a") {
          item.href = "https://wa.me/+212691868483";
        } else {
          item.textContent = "0691868483";
        }
      });
      
      const instagram = document.querySelectorAll('.inst');
      instagram.forEach((item) => {
        if (item.tagName.toLowerCase() == "a") {
          item.href = "https://www.instagram.com/achrafvoyages?igsh=aTloNGprZHpkM3oz";
        } else {
          item.textContent = "https://www.instagram.com/achrafvoyages?igsh=aTloNGprZHpkM3oz";
        }
      });
      
      const facebook = document.querySelectorAll('.fs');
      facebook.forEach((item) => {
        if (item.tagName.toLowerCase() == "a") {
          item.href = "https://www.facebook.com/profile.php?id=100089653654354";
        } else {
          item.textContent = "https://www.facebook.com/profile.php?id=100089653654354";
        }
      });
      document.getElementById("location").textContent="المغرب - طنجة "
      document.getElementById("contactForm").action="mailto:voyagesachraf@gmail.com"
  
      const container = document.getElementById('tripCardsContainer');
      container.innerHTML = '';
      filteredTrips.forEach(trip => {
        const card = `
          <div class="col-md-3 col-12 mb-4">
            <div class="card">
              <img src="${trip.image}" width='200px' height="200px" class="card-img-top" alt="${trip.destination}">
              <div class="card-body">
                <h5 class="card-title">${trip.destination}</h5>
                <p class="card-text">${trip.description.substring(0, 100)}...</p>
                   <div class="d-flex justify-content-between align-items-center">
                    <span class="badge bg-primary">${trip.duration}</span>
                    <span class="badge bg-success">${trip.price}</span>
                    </div>
                   <div class="card-footer">
                <button class="btn btn-primary" w-100 data-bs-toggle="modal" data-bs-target="#tripModal" onclick="showTripDetails('${trip.destination}', '${trip.duration}', '${trip.price}', '${trip.whatsapp}', '${trip.instagram}', '${trip.facebook}')">
                <i class="fas fa-info-circle me-2"></i> تفاصيل أكثر
                </button>
           </div>
                </div>
            </div>
          </div>
        `;


        container.innerHTML += card;
      });
    }
    function showTripDetails(destination, duration, price, whatsapp, instagram, facebook) {
      const selectedTrip = trips.find(trip => trip.destination === destination);
      document.getElementById('tripImage').src = selectedTrip.image;
        document.getElementById('tripImage2').src = selectedTrip.image2;
        document.getElementById('tripImage3').src = selectedTrip.image3;
        document.getElementById('tripImage4').src = selectedTrip.image4;
      document.getElementById('tripDestination').innerText = destination;
      document.getElementById('tripDuration').innerHTML = duration;
      document.getElementById('tripPrice').innerHTML = price;
      document.getElementById('tripDetails').innerHTML = `<p> وصف الرحلة : ${selectedTrip.description}</p>`;
      const message = `مرحبا، أود الاستفسار عن الرحلة إلى ${destination}`;
      document.getElementById('whatsappLink').href = `https://wa.me/+212${whatsapp}?text=${encodeURIComponent(message)}`;
      document.getElementById('instagramLink').href = "https://www.instagram.com/achrafvoyages?igsh=aTloNGprZHpkM3oz";
      document.getElementById('facebookLink').href = "https://www.facebook.com/profile.php?id=100089653654354";
    }

    function searchTrips() {
      const query = document.getElementById('searchInput').value.toLowerCase();
      const filteredTrips = trips.filter(trip => trip.destination.toLowerCase().includes(query));
      renderTripCards(filteredTrips);
    }

    // Toggle Dark Mode
    const toggleMode = document.getElementById('toggleMode');
    toggleMode.addEventListener('click', () => {
      document.body.classList.toggle('dark-mode');
    });

 
    // Initial Render
    renderTripCards();